[
{"url": "https://www.bbc.com/news/world-middle-east-67942983", "title": ["Israel officials support Gaza destruction, court hears"], "text": ["The claims were made by South African lawyers as it presented its case accusing Israel of genocide at the International Court of Justice.", "South Africa also called on the court to order Israel to cease military operations in Gaza. ", "Israel - which will present its defence on Friday - has vehemently rejected the accusations as \"baseless\". ", "The court will deliver only an opinion on the genocide allegation, although it is being closely watched.", "Tembeka Ngcukaitobi, a lawyer for the High Court of South Africa, told the ICJ Israel's \"genocidal intent\" was evident \"from the way in which this military attack is being conducted\". ", "\"The intent to destroy Gaza has been nurtured at the highest level of state,\" he said. ", "\"Every day there is mounting, irreparable loss of life, property, dignity and humanity for the Palestinian people,\" Adila Hassim, also representing South Africa, told the court.", "\"Nothing will stop the suffering, except an order from this court.\" ", "In its ", " before the hearing, South Africa said Israel's actions were \"intended to bring about the destruction of a substantial part of the Palestinian national, racial and ethnical group\".", "Israel will offer its defence on Friday, but has previously said its actions in the Gaza Strip are justified because it is responding to Hamas's deadly attacks on 7 October. ", "But speaking in court on Thursday, South Africa's Justice Minister Ronald Lamola said that no attack \"can provide justification for or defend breaches of the [Genocide] Convention\". ", "Israel is a signatory to the Genocide Convention of 1948, which defines genocide and commits states to prevent it.", "On Thursday, Prime Minister Benjamin Netanyahu said \"the hypocrisy of South Africa screams to the heavens\" - criticising the country for failing to respond to atrocities in Syria and Yemen committed by \"partners of Hamas\". ", "\"Today we saw an upside-down world. Israel is accused of genocide while it is fighting against genocide,\" he added.", "\"Israel is fighting murderous terrorists who carried out crimes against humanity.\" ", "The ICJ is the United Nation's highest court, based in The Hague in the Netherlands. Its rulings are theoretically legally binding on parties to the ICJ - which include Israel and South Africa - but are not enforceable. ", "In 2022, the court ordered Russia to \"immediately suspend military operations\" in Ukraine, an order that was ignored. ", "Under international law, ", " committing one or more acts with the intention to destroy, in whole or in part, a national, ethnic, racial or religious group.", "There were angry scenes outside the ICJ's building, known as the Peace Palace, as Dutch police struggled to keep groups of Palestinian and Israeli supporters apart.", "Hundreds of people waving Palestinian flags gathered outside the ICJ, calling for a ceasefire. Israeli supporters set up a screen showing images of some of the hostages still being held in Gaza.", "Red and white police tape has been placed outside the ICJ in an attempt to bring some semblance of order to the chaotic scenes outside. ", "It was in contrast to the formality inside the court, where the Israeli delegation is listening to South Africa's lawyers accuse the country's forces of committing genocide in Gaza. ", "Israel's delegation is expected to highlight its right to self-defence under international law - this week, Mr Netanyahu said Israel had no intention of permanently displacing the people of Gaza, or occupying the territory. ", "Unlike the International Criminal Court (ICC), the ICJ cannot prosecute individuals for crimes such as genocide, but its opinions carry weight with the UN and other international institutions.", "On Wednesday, South African President Cyril Ramaphosa said: \"Our opposition to the ongoing slaughter of the people of Gaza has driven us as a country to approach the ICJ.\" ", "Israeli President Isaac Herzog called the accusations \"atrocious and preposterous\". ", "\"We will be in the International Court of Justice and we will present proudly our case of using self-defence… under humanitarian law,\" he said. ", "He added that the Israeli army was \"doing its utmost under extremely complicated circumstances on the ground to make sure that there will be no unintended consequences and no civilian casualties\". ", "The ICJ could rule quickly on South Africa's request for Israel to suspend its military campaign - but a final ruling on whether Israel is committing genocide could take years. ", "South Africa has been highly critical of Israel's military operation in Gaza, and its governing African National Congress has a long history of solidarity with the Palestinian cause. ", "It sees parallels with its struggle against apartheid - a policy of racial segregation and discrimination enforced by the white-minority government in South Africa against the country's black majority, until the first democratic elections, in 1994.", "In Gaza, more than 23,350 people - mostly women and children - have been killed, according to the Hamas-run health ministry, since the war began in the aftermath of Hamas's 7 October attacks on southern Israel. In those attacks some 1,300 people were killed - mainly civilians - and about 240 others taken hostage. "]},
{"url": "https://www.bbc.com/news/business-67943988", "title": ["US official says Boeing jets won't fly until safe"], "text": ["The aircraft, which were suspended in the US following an incident on an Alaska Airlines flight \"need to be 100% safe\", said Transportation Secretary Pete Buttigieg.", "It is unclear when the planes will be allowed to fly again.", "Boeing's boss, Dave Calhoun, described the incident as a \"quality escape\".", "It means the incident was caused by some failure in quality control in the plane, which had been in service for just eight weeks before the blowout.", "Mr Calhoun told CNBC that there were still questions that need to be answered about how the incident was allowed to happen. \"What broke down in our gauntlet of inspections? What broke down in the original work that allowed for that escape to happen,\" he said.", "Earlier this week, Mr Calhoun admitted that Boeing was at fault after a section of the fuselage from a 737 Max 9 plane operated by Alaska Airlines blew-out within minutes of take-off. ", "No-one was injured when the panel - or door plug - broke away from the Alaska Airlines flight from Portland, Oregon, forcing the plane to make an emergency landing.", "The US Federal Aviation Administration (FAA) grounded 171 Boeing jets on Saturday that were installed with the same door plug.", "The door plug is a piece of fuselage, with a window, that fills the space where an emergency exit would be in certain configurations.", "Mr Buttigieg declined to say when the suspension will end.  \"The only consideration on the timeline is safety,\" he said. \"Until it is ready, it is not ready. Nobody can or should be rushed in that process.\"", "Alaska Airlines has cancelled about 20% of its flights after 65 of its Max 9s were grounded. United Airlines, the other US 737 MAX 9 operator, has 79 of the planes in its fleet out of action.", "It said it expects \"significant\" cancellations on Thursday after 167 flights did not go ahead on Wednesday.", "Alaska Airlines said it still needs revised inspection and maintenance instructions from Boeing, which must be approved by the FAA before it can begin flying the planes again.", "\"We will only return these aircraft to service when all findings have been fully resolved and meet all FAA and Alaska's stringent standards,\" the airline said.", "Both Alaska and United said on Monday they had found loose parts on a number of the grounded aircraft.", "United said it had found bolts in need of \"additional tightening\" during inspections of the door plug that came away from the Alaska Airlines plane.", "The part which fell off was eventually found in a teacher's back garden without its four bolts.", "National Transportation Safety Board chair Jennifer Homendy said on Monday it's possible the bolts were missing from the start but they may have come off in the descent."]},
{"url": "https://www.bbc.com/news/world-asia-67942289", "title": ["Papua New Guinea: At least 15 dead after major rioting and looting"], "text": ["More than 1,000 troops are on standby \"to step in wherever necessary\", Prime Minister James Marape said on Thursday.", "Shops and cars were torched and supermarkets looted after police went on strike on Wednesday over a pay cut the authorities say was a mistake. ", "The unrest follows wider tensions in the Pacific Island nation over rising costs and high unemployment.", "\"Breaking the law does not achieve certain outcomes,\" Mr Marape said in a national address. He announced the state of emergency in Port Moresby would last for 14 days. ", "While most of the violence had been curbed by Wednesday evening, after soldiers were deployed and police resumed duty, the prime minister acknowledged that the situation was \"still tense\".", "The Port Moresby General Hospital confirmed eight deaths in the capital, while another seven people were reported to have died in the city of Lae, PNG's second largest.", "The absence of police encouraged people from the capital's outskirts to ransack shops and cause wider destruction, locals told the BBC.", "\"We have seen unprecedented level of strife in our city, something that has never happened before in the history of our city and our country,\" National Capital District Governor Powes Parkop said in a radio address on Wednesday, according to a Reuters news agency report. ", "He said the looting had largely been carried out by \"opportunists\". Some violence was also reported to have been carried out by police demonstrators.", "The unrest was triggered after police and other public servants staged a protest strike outside parliament on Wednesday, after discovering that their wages had been reduced by up to 50% in their latest pay cheques.", "In response, Mr Marape said the pay cut was an error due to a computer glitch - which had deducted up to $100 (£78) from the pay cheques of public servants. He said the administrative error would be corrected in next month's payments.", "But this answer was not accepted by many protesters, some of whom then tried to push into the parliament building - with footage showing people torching a car outside the prime minister's compound and overrunning a gate.", "Many pointed to claims on social media that the government was raising income taxes, an assertion denied by the government.", "\"Social media picked up on this wrong information, misinformation,\" said Mr Marape, according to the New York Times, adding that people had taken advantage of police being off the streets.", "Port Moresby resident Maholopa Laveil told the BBC that opportunists had ransacked the city, setting many buildings and small shopping centres on fire and stealing cars. The worst of the violence happened during the day.", "\"We had a lot of fear for people who were working in the shopping centres and offices - there was a lot of glee and excitement from the people who were attacking and entering the shops,\" he said.", "Mr Laveil, who is an economics lecturer at the University of Papua New Guinea, also said most of the people looting appeared to be from the poorer settlements outside the city.", "\"They had come on when they heard the police had stood down and were not policing the city.", "\"These are suburbs with really poor people, who don't have jobs and who contribute to a lot of crime and lawlessness in the city. Many have suffered a lot from not being employed - inflation pressures - and they came out in numbers trying to get what they could from the shops nearest to them,\" he said.", "Ambulance officials said they had attended to several shooting injuries, while the US embassy reported shots near its compound.", "The Chinese embassy has also lodged a complaint with the PNG government, saying several Chinese businesses were attacked and two Chinese nationals injured. ", "\"The Chinese Embassy in Papua New Guinea has lodged solemn representations with the Papua New Guinea side over the attacks on the Chinese shops,\" the embassy said on WeChat.", "Amid an economic slump in his country that has seen higher inflation and unemployment rates, the prime minister has faced increased pressure and public resentment from many groups. ", "The political opposition has also been working on a motion to hold a vote of no confidence in Mr Marape, scheduled for February.", "\"Households are doing it tough, there's growing inequality within urban centres particularly the capital city and we've got a growing number of settlements and high crime rates,\"  Mr Laveil said.", "\"All of those factors contributed to a perfect storm.\""]},
{"url": "https://www.bbc.com/news/world-europe-67948861", "title": ["German far-right met to plan 'mass deportations'"], "text": ["German media said politicians from the far-right AfD and neo-Nazis met at a villa near a lake outside Berlin.", "The deportation of people with a non-German ethnic background, including citizens, was allegedly discussed.", "Mr Scholz said no-one should be discriminated against because of their origins in Germany.", "The Correctiv investigative outlet reported that last November around 20 people attended the secret meeting near Potsdam, outside Berlin. ", "Correctiv said that these included senior figures from the far-right Alternative for Germany (AfD), including Roland Hartwig, a close associate of party leader Alice Weidel.", "Neo-Nazis from across Germany and Austria, as well as a member of the white supremacist Generation Identity group attended, the outlet said.", "Two members of the centre-right Christian Democrats (CDU) party are also said to have participated.", "Much discussion allegedly focused on so-called \"remigration\" - the removal of people with non-German ethnic backgrounds, even if they are citizens of Germany.", "Correctiv reported that there were no objections over the plan in principle, only doubts over its feasibility. ", "Officially, the AfD rejects the principle of remigration. But Gerrit Huy, an AfD member of the German Parliament, said she had believed in the idea for years. ", "This was why, she said, the AfD no longer opposed dual citizenship: because it would allow migrants to be stripped of their German citizenship more easily, as they would have another to fall back on.", "Responding to the report, Mrs Huy contradicted the party's official stance by saying the AfD \"is committed to remigration\".", "The party confirmed to the AFP news agency that Mr Hartwig had attended the conference, but denied it would change its policy on migration.", "Chancellor Scholz said in a statement on X (formerly Twitter): \"We will not allow anyone to differentiate the 'we' in our country based on whether or not someone has an immigrant background.\"", "In a warning to attendees of the meeting, he added that participants could be investigated by the Office for the Protection of the Constitution, the domestic intelligence agency. ", "\"Learning from history is not just lip service.\" ", "Last year, a recently-elected ", " was detained by police over alleged Nazi salutes.", "The far-right party is currently polling second in Germany, behind the CDU. "]},
{"url": "https://www.bbc.com/news/world-africa-67920477", "title": ["South African DJ Black Coffee injured during flight to Argentina"], "text": ["He was en route to a club performance in the Argentinian resort city of Mar Del Plata when the incident happened.", "Local media are reporting that the DJ was admitted to hospital.", "Black Coffee's management team called the incident \"severe\" adding that it had \"left him with some injuries\".", "Mute, the club where the DJ was set to perform, said he \"suffered severe blows to his body\",  in a statement quoted by local media.  ", "Black Coffee's plane, which was travelling on Sunday from the Brazilian city of Florianopolis, was forced to make an emergency landing at an airport in Uruguay's capital, Montevideo.", "His team said on X on Wednesday that \"despite the challenges presented, Black Coffee is optimistic and recovering well\".", "Thousands of South Africans have expressed concerns over the incident but are rallying behind the artist on social media.", "\"I wish you a speedy recovery Black Coffee. You have done so much to elevate South African music and take it to the world,\" Sport, Arts and Culture Minister Zizi Kodwa said on X. ", "The 47-year-old artist, whose real name is Nkosinathi Innocent Maphumulo, is one of Africa's most successful entertainers.", "Some of his greatest accolades include winning a Grammy in the dance/electronic album category in 2022 and selling out New York's famous Madison Square Garden venue last October."]},
{"url": "https://www.bbc.com/news/technology-67916142", "title": ["Bitcoin: Crypto fans can now invest in exchange-traded funds - but what are they?"], "text": ["It has approved what are known as spot Bitcoin exchange-traded funds (ETFs), which can be purchased by anyone from pension funds to ordinary investors. ", "The ", " from the head of the Securities and Exchange Commission was accompanied by a stern warning about risks associated with the asset.", "But cryptocurrency fans reacted with glee - and memes about becoming rich.", "The US financial watchdog had repeatedly rebuffed earlier requests for approvals, citing concerns about potential for fraud and manipulation. ", "But a US court said last year its justification was inadequate.", "The go-ahead comes after a false start on Tuesday, when the regulator ", " an \"unauthorised\" post announcing the decision early.", "SEC chairman Gary Gensler said on Wednesday that investors should not mistake the new approvals for an endorsement of the cryptocurrency.", "\"Bitcoin is primarily a speculative, volatile asset that's also used for illicit activity including ransomware, money laundering, sanction evasion, and terrorist financing,\" he said. ", "\"Investors should remain cautious about the myriad risks associated with bitcoin and products whose value is tied to crypto.\"", "ETFs are portfolios that allow investors to bet on multiple assets, without having to buy any themselves. ", "Traded on stock exchanges like shares, their value depends on how the overall portfolio performs in real time.", "An ETF could comprise a combination of gold and silver bullion, for example, or a mixture of shares in both top technology and insurance companies.", "Some ETFs already contain Bitcoin indirectly - but a spot Bitcoin ETF will buy the cryptocurrency directly, \"on the spot\", at its current price, throughout the day.", "About a dozen investment companies, including Blackrock and Fidelity, have been waiting for months for the US Securities and Exchange Commission (SEC) to give them the green light to start buying Bitcoin for their own ETFs. ", "And after weeks of wrangling over wording, the first have now been given the nod.", "This means a new group of investors can now enter the speculative world of Bitcoin, without having to worry about getting digital wallets or navigating crypto exchanges. ", "Billions of dollars are expected to pour into the Bitcoin market, as these financial companies start buying the digital coin.", "A minority of analysts say the cryptocurrency's price will be little affected, as spot Bitcoin ETFs are already established in other countries. ", "But with the US giants entering the market, most people are expecting the value of bitcoins to rise with demand.", "The price is notoriously volatile, however.", "It rose to nearly $70,000 (£55,000) a coin in 2021, before falling to $16,000 in 2022 as scandals shook the industry. ", "But in 2023, it rose steadily, partly due to the hype around the Bitcoin ETF approval, and is now at $44,000. ", "Based on an idea published online in 2008, by someone calling themselves Satoshi Nakamoto, Bitcoin was the first cryptocurrency and remains the most valuable and famous.", "Its price is often seen as a barometer for the whole industry of thousands of other coins, tokens and products built on the same blockchain technology. ", "And with an influx of new money into the ecosystem, many expect a surge in interest in cryptocurrency technology in general.", "Some say this landmark decision shows the establishment is finally taking Bitcoin seriously, at least as a speculative asset. ", "For those who consider Bitcoin legitimate \"digital gold\", what better proof could there be than the biggest wealth-management institutions flocking to buy, overseen by regulators? ", "Others say cryptocurrency is about rejecting traditional financial systems in favour of a decentralised, people-powered alternative. And investment bankers buying Bitcoin just to get rich on US dollars is not what Satoshi Nakamoto had in mind.", "But judging from the excitement on social media, the prevailing sentiment is hope the cash injection will make existing Bitcoin investors rich. ", "The price of Bitcoin can change rapidly and often without warning or explanation. ", "So investors will have to weigh that up when they opt for ETFs linked to the digital coin. ", "But ETFs are often sold as high-risk, high-reward products anyway. ", "Another potential risk is cyber-crime.", "Bitcoin and other cryptocurrencies have been subject to huge and costly attacks that have seen crypto companies drained of sometimes hundreds of millions of dollars overnight. ", "And if the likes of Blackrock become major holders of Bitcoin, their cyber-security will be tested in ways to which they are unaccustomed.", "Another downside is the cost to the environment.", "Bitcoin relies on a huge number of powerful computers around the world, to process transactions and create coins.", "Renewable energy use is growing - but it remains to be seen how investment companies can square the potential environmental cost of Bitcoin with buyers worried about environmental, social, and corporate governance (ESG) compliance."]},
{"url": "https://www.bbc.com/news/world-australia-67943227", "title": ["OneFour: Australia police foil alleged plot to kill rap group members"], "text": ["The men, named in media reports as Brandon Maseuli and Yousef Rima, are part of an international criminal syndicate that originated in Lebanon. ", "Police said the group takes on contracts to carry out violent crimes such as murders and kidnappings.", "Arrested in Sydney on Thursday, Maseuli, 26, and Rima, 20, have been handed multiple charges. ", "They include conspiracy to murder, kidnapping, directing a criminal group, and various drug and robbery-related offences.", "Authorities have also applied for an arrest warrant for a 22-year-old man who is believed to be offshore.", "Police said Maseuli and Rima had conspired to murder \"four high-profile men from Sydney's northwest on behalf of another network\". ", "Their targets have been identified as four members of the drill rap group OneFour - Jerome \"J Emz\" Misa, Pio \"YP\" Misa, Spencer \"Spenny\" Magalogo and Dahcell \"Celly\" Ramos. It is unclear why the fifth member, Salec \"Lekks\" Su'a, was not targeted. ", "The plot against the OneFour members is believed to have been sparked by a conflict between the rappers and the group that allegedly hired the criminal syndicate's Sydney cell, the Sydney Morning Herald said, citing police authorities.", "Police discovered the alleged plot as part of a broader investigation into the Sydney cell, which Maseuli and Rima are part of. They also allege that it was linked to several kidnappings, including one involving more than 722kg (1,600 pounds) of cocaine. ", "Both suspects appeared before the Liverpool Local Court on Thursday. They were refused bail.", "OneFour, who are among Australia's best known rap groups, have themselves had several run-ins with Australia police. Their music often includes dark themes and violent lyrics, which police claim can incite violence. ", "They were forced to cancel a national tour in 2019 after police expressed \"safety concerns\"."]},
{"url": "https://www.bbc.com/news/world-us-canada-67929679", "title": ["Hunter Biden due in court to face nine tax charges"], "text": ["Hunter Biden was indicted last month on three felony and six misdemeanour counts of evading $1.4m (£1.1m) in taxes.", "Mr Biden, 53, could face up to 17 years in prison if convicted on all charges.", "He has also been indicted on federal gun charges, and has pleaded not guilty in that case.", "Mr Biden is expected to plead not guilty in the tax case when he appears at Thursday afternoon's arraignment in Los Angeles.", "The 56-page charge sheet says that between 2016-20, Mr Biden made more than $7m in gross income from business dealings in Ukraine, and related to connections from Romania and China. ", "Prosecutors say Mr Biden \"wilfully\" failed to pay his taxes between 2016-19 to the Internal Revenue Service and instead spent his money on personal extravagances. ", "\"Between 2016 and Oct 15, 2020, the defendant spent this money on drugs, escorts and girlfriends, luxury hotels and rental properties, exotic cars, clothing, and other items of a personal nature, in short, everything but his taxes,\" it says. ", "The charges span a period when Mr Biden was addicted to alcohol and crack cocaine.", "He wrote about this extensively in his memoir, Beautiful Things, saying he had used substances to cope with grief following the death of his brother Beau in 2015. ", "Since then, Hunter Biden says he has become sober. ", "His defence attorney, Abbe Lowell, said his client had long ago paid his tax debts. ", "Mr Lowell is also arguing that this is a purely political prosecution because of his client's surname. ", "Thursday's court appearance only adds to Mr Biden's legal troubles.", "Federal prosecutors have been investigating his finances since 2018. Over the summer, the president's son was close to a plea deal.", "Investigators were also ready to agree that a gun charge against him would be dropped in two years if he stayed out of legal trouble.", "But the agreement collapsed under scrutiny from a judge. ", "As a result, Mr Biden was indicted in Delaware in September on three charges related to his illegal purchase of a firearm in 2018, while he was battling substance abuse. ", "Though the case is taking place 3,000 miles from the White House, and though President Biden is not implicated in the charges, the cases add to the legal cloud hovering over the 2024 US presidential election. ", "Mr Trump, the Republican frontrunner, also faces the possibility of criminal trials this year over allegations of mishandling classified documents and election interference. ", "An October opinion poll by the Associated Press indicated a significant portion of US adults believe Joe Biden may have been involved in his son's dealings.", "The White House says no evidence has been presented to link the president to Hunter Biden's business activities. ", "Nevertheless, the ongoing legal battles involving the Biden family add to the political turbulence expected in this election year. "]},
{"url": "https://www.bbc.com/news/world-us-canada-67947334", "title": ["New York synagogue with illegal tunnel receives emergency work orders"], "text": ["A fight erupted on Monday between police and community members who dug the tunnel after a cement truck arrived to fill it. Nine were arrested.", "Officials said the tunnel, which was 60ft long, was not properly reinforced.", "The city issued an emergency order to stabilise the structure on Wednesday.", "\"We have been on site in Crown Heights since [Tuesday] morning to investigate the illegal excavation work found underneath the buildings, and its impacts on the neighbouring structures,\" New York's Department of Buildings said. ", "\"We will continue to monitor the progress of this emergency stabilization work,\" officials added, warning that additional action may be required. ", "City inspectors were called to the Chabad-Lubavitch headquarters in Brooklyn on Monday to conduct an emergency structural inspection under concerns that the illegal tunnel could have caused damage to the famous property.", "A brawl then ensued between police and some men inside the synagogue resisting the effort. ", "They were charged with criminal mischief, reckless endangerment and obstructing governmental administration.", "The tunnels were built under a prominent street in Brooklyn, where the Chabad-Lubavitch headquarters are located. The building is one of the most significant Jewish sites in the city.", "The building, which sees thousands of visitors each year, was formerly the home of the leader of the Orthodox Jewish movement - Rabbi Menachem Mendel Schneerson.", "The rabbi is credited with leading the Chabad-Lubavitch and revitalising the Hasidic religious community after it was devastated in the Holocaust. He died in 1994, but his headquarters remains a well-known centre for the Jewish religion.", "It is unclear who built the tunnel, how they did it and what their motivations were. It appears the tunnel connects to at least one other building on the street in Brooklyn.", "But a spokesperson for the Chabad blamed the incident on a \"group of extremist students\". ", "And Rabbi Yehuda Krinsky, the chairman of the Chabad, thanked police for their efforts and said the community was \"pained by the vandalism of a group of young agitators\".", "\"These odious actions will be investigated, and the sanctity of the synagogue will be restored,\" he said.", "One local told the New York Times that the men sought to build the tunnel to hasten the expansion of the synagogue.", "Some members who have attended services and functions at the Chabad have reportedly complained about overcrowding in the building in recent years."]},
{"url": "https://www.bbc.com/news/newsbeat-67938624", "title": ["FKA twigs calls Calvin Klein ad ban 'double standards'"], "text": ["A UK regulator found the poster - featuring the singer just wearing a denim shirt - was likely to cause serious offence by objectifying women.", "Writing on ", ", she suggested the ban - which came after a campaign starring actor Jeremy Allen White went viral - showed \"double standards\". ", "The Advertising Standards Authority (ASA) said its ruling was clear.", "In the advert, FKA was wearing a denim shirt drawn halfway around her body, showing the side of her buttocks and half of one breast.", "Above her, text read: \"Calvins or nothing\".", "The ASA found the image \"placed viewers' focus on the model's body rather than on the clothing being advertised\".", "By focusing on her \"physical features\", it continued, it felt the advert had \"presented her as a stereotypical sexual object\".", "In her response, FKA twigs wrote: \"I do not see the 'stereotypical sexual object' that they have labelled me.", "\"I see a beautiful strong woman of colour whose incredible body has overcome more pain than you can imagine.\"", "She went on to apparently reference the Calvin Klein campaign featuring Jeremy Allen White that grabbed headlines last week, with the actor later being asked about it at the Golden Globes.", "In her post, FKA Twigs said: \"In light of reviewing other campaigns past and current of this nature, I can't help but feel there are some double standards here. ", "And despite the ban, she said she was \"proud\" of the photos, thanking Calvin Klein and fashion photographers Mert Alas and Marcus Piggot.", "The ASA told BBC Newsbeat it had received three complaints about adverts featuring Jeremy Allen White - one relating to a magazine and two about a TV version.", "It said it was currently reviewing, but not yet investigating, claims that the ads \"sexually objectify the model\".", "The regulator can launch a full investigation after just a single complaint if it believes an advert breaks its rules, but ", ".", "Defending its advert, Calvin Klein said it had been similar to those it had been releasing in the UK for many years.", "In response to FKA's post, an ASA spokesperson said: \"Our published ruling sets out why, on this occasion, the ad broke the rules by irresponsibly objectifying a woman and being targeted inappropriately.\"", "."]},
{"url": "https://www.bbc.com/sport/american-football/67948937", "title": ["Bill Belichick: Legendary New England Patriots coach's exit confirmed"], "text": ["The 71-year-old has been coach since 2000 and has won a record six Super Bowls and been a runner-up three times.", "But since Tom Brady left in 2020 they have made the play-offs only once and on Sunday they finished last in the AFC East for the first time in 24 years.", "Belichick said his departure was a mutual decision after discussions with Patriots owner Robert Kraft.", "\"For me this is a day of gratitude and celebration,\" Belichick said.", "\"We had a vision of building a winner, a championship football team, here and it exceeded my wildest dreams and expectations.", "\"I will always have those great memories and will carry those for the rest of my life.\"", "At a short news conference, Kraft said: \"The man standing to my left brought the leadership and coaching skills that were needed to make this unprecedented success possible.", "\"He is the greatest coach of all time, which makes this decision to part ways so hard.", "\"This is a move we mutually agreed was needed at this time.", "\"What Bill achieved with us will never be replicated.\"", "The Patriots ended the regular season on Sunday with defeat by the New York Jets. It was their 13th loss of the campaign, the most Belichick has endured during a season in his 26-year head coaching career.", "On Sunday ", " to decide his future, having reportedly signed a multi-year deal at the start of the 2023 season.", "Belichick's Patriots have finished with losing records in three of the past four seasons. The team recorded back-to-back losing campaigns for the first time since 1993 this term.", "That is a steep decline from the golden period between 2001 and 2019 when, led by legendary quarterback Brady and Belichick, the Patriots played in nine Super Bowls - more than any other NFL franchise.", "They also won 17 division titles, made 13 AFC championship game appearances and had the only undefeated 16-game regular season in 2007.", "Belichick's six Super Bowl titles are a record for a head coach. He has eight in total after winning two titles as defensive coordinator of the New York Giants and was also runner-up during a short spell as Patriots assistant in 1996.", "He is the head coach with the most play-off appearances (19), play-off games (44) and play-off wins (31) and, with 333 victories overall - including play-offs - is second on the all-time list behind legendary Miami Dolphins coach Don Shula on 347.", "During the Patriots' golden era, there was always a debate over whether their success was more down to Brady or Belichick.", "Some dismissed Brady as a 'system quarterback', yet the fact he went on to win a Super Bowl in his first season away from New England - with an unfancied team such as the Tampa Bay Buccaneers - suggests he deserves more credit than he had been given.", "Belichick, meanwhile, has been unable to replace him. Cam Newton lasted one season, while draft picks Mac Jones and Bailey Zappe have failed to hit the lofty standards Brady set, although the quality of the Patriots roster has gradually declined since he left.", "As the team's de facto general manager, Belichick has been in charge of player recruitment as well as coaching. After winning three Super Bowls between 2001 and 2004, he managed to rebuild his team to win three more between 2014 and 2018.", "Patriots owner Kraft has accepted he won't be able to regenerate his roster again, but just as Brady is now regarded as the greatest quarterback of all-time, Belichick is arguably the coaching GOAT for leading a franchise to such prolonged success in a sport where so much is in place to prevent it."]},
{"url": "https://www.bbc.com/news/world-africa-67947763", "title": ["Somalia conflict: Seized UN helicopter hit by object - source"], "text": ["Al-Shabab fighters seized the helicopter, with unverified reports suggesting that a passenger was shot dead, the source told the BBC. ", "A further six people on board are being held by the militants, while two reportedly escaped, the source added.", "The helicopter was on a medical mission when it landed near a village. ", "The UN mission in Somalia confirmed an \"aviation incident\" on Wednesday involving a UN-contracted helicopter.", "It did not mention al-Shabab, but said \"response efforts are under way\".", "The UN source told the BBC one of the people on board was Somali, while the other eight were from elsewhere in Africa, and Europe.", "The foreign nationals include the person reported to have been killed and the two who managed to escape. Their fate is unclear. ", "All nine, including the four-member crew, were third-party contractors, and not UN staff. Some of them were medics, the UN source said.", "The helicopter was heading to Wisil town near the frontlines of a government offensive against al-Shabab when it crash-landed after being struck by an unspecified object, the source added.", "Somali military official Major Hassan Ali told Reuters news agency on Wednesday that the aircraft was \"carrying medical supplies and it was supposed to transport injured soldiers from Galgudud region\". ", "Al-Shabab controls large parts of southern and central Somalia.", "The group is affiliated to al-Qaeda and has waged a brutal insurgency for nearly 20 years. ", "The UN's World Food Programme (WFP) ", " on Wednesday night that the aircraft was \"not a WFP or UN Humanitarian Air Service craft and no WFP personnel were aboard\".", "The WFP added that as a precaution, its flights in the area had been temporarily suspended.", "The Somali government has in recent months intensified its fight against the al-Qaeda-linked group."]},
{"url": "https://www.bbc.com/news/world-middle-east-67948119", "title": ["Iran seizes oil tanker St Nikolas near Oman"], "text": ["Armed men wearing masks reportedly boarded the vessel St Nikolas, close to the Omani port of Sohar, and ordered it to sail to an Iranian port.", "Iranian state media, quoting the navy, said the seizure was in retaliation for the ship and oil it had aboard being confiscated by the US last year. ", "The St Nikolas was in transit between the Iraqi port of Basra and its intended destination in Turkey.", "UK Maritime Trade Operations said on Thursday it had received a report that four to five \"unauthorised persons\", reportedly wearing \"military style black uniforms with black masks\", had boarded the ship at 03:30 GMT.", "They added that communications with the vessel had been lost and the authorities were investigating. ", "Iranian state media quoted the army as saying the vessel is American, although it is Greek-owned.", "The company that manages it, Empire Navigation, said it was loaded with 145,000 tonnes of crude oil and was carrying 18 Filipinos and one Greek citizen as crew.", "The St Nikolas was seized in April by the US under its previous name, the Suez Rajan, as part of sanctions enforcement against Iran. ", "Suez Rajan Limited, which formerly chartered the ship, later pleaded guilty to conspiring to violate sanctions by covertly selling and transporting oil abroad on behalf of Iran. ", "This latest act appears to be separate from attacks carried out by Houthi rebels from Yemen in the Red Sea on the opposite side of the Arabian peninsula.", "Thursday's incident was in a different ocean from the Houthis' usual area of operations - where they have been attacking any ships they suspect of being linked to Israel in retaliation for the country's actions in Gaza. ", " against Yemen's Houthi rebels following the largest attack yet.", "Carrier-based jets and warships shot down 21 drones and missiles launched by the Iran-backed group on Tuesday night.", "The UN Security Council passed a resolution on Wednesday demanding an immediate end to the Houthi attacks."]}
]